{
    "Items": [{
        "template": 1,
        "senderName": "Johnson Driver",
        "senderMail": "johnsondriver@itcompany.com",
        "topic": "Notice to all staff member",
        "content": "I hope this email finds you well, I want to give an announcement regarding email communication within our company. All work related email communication must be done through company distributed business email address. The company's legitimate email will always ended with '@itcompany.com'. \nKind Regards,\nJohnson Driver\nChief Executive Officer",
        "link": -1,
        "scenario": false,
        "index": 0
    },
    {
        "template": 2,
        "senderName": "Google",
        "senderMail": "no-reply@accounts.google.com",
        "topic": "Find out more about our updated Terms of Service",
        "content": "We’re improving our Terms of Service and making them easier for you to understand. The changes will take effect soon, and they won’t impact the way that you use Google services.",
        "link": -1,
        "scenario": false,
        "index": 1
    },
    {
        "template": 3,
        "senderName": "Joey Hamilton",
        "senderMail": "joeyham@gmail.com",
        "topic": "Wanna hangout?",
        "content": "Yo! friend. I heard you got time this weekend wanna hangout to the usual place? We got all the old crew from the day back. Just call me back if you gonna join in.\n\n See ya!",
        "link": -1,
        "scenario": false,
        "index": 2
    },
    {
        "template": 4,
        "senderName": "Christ McMiller",
        "senderMail": "mcchrist@itcompany.com",
        "topic": "About the training course",
        "content": "Hey, this your friend from the IT department. Have you heard that we got an approval to conduct a cybersecurity training course for other employees. With this, they might fall victim to those malware and scam email less often. \n\n You can start it by going to the shop the option will be right there. Note that the training effect will last for 20 days and it cost our budget for 3500$.",
        "link": -1,
        "scenario": false,
        "index": 3
    },
    {
        "template": 5,
        "senderName": "SacredLamp",
        "senderMail": "sacredlamp@oui.org",
        "topic": "Join the Sacred Lamp",
        "content": "Brothers and sisters, \n\nWe are the cult of Sacred Lamp and we would like to invite you to our sacred lamp ceremony. We believe that you will want to have a look at our ceremony with an open-minded. Maybe if you are interested you might join us and devote to the sacred lamp.\n\n We give free cookies if you join us. May the lamp bless you.",
        "link": -1,
        "scenario": false,
        "index": 4
    },
    {
        "template": 6,
        "senderName": "Jenifer Wang",
        "senderMail": "jennywant@itcompany.com",
        "topic": "FLUSH THE TOILET!!!!",
        "content": "To whoever using the toilet yesterday. Please FLUSH THE TOILET TOO. Don't left the mess for the person using the toilet after you PLEASE!!!",
        "link": -1,
        "scenario": false,
        "index": 5
    },
    {
        "template": 7,
        "senderName": "Balance",
        "senderMail": "no-reply@balance.com",
        "topic": "Your balance is full",
        "content": "Hi,\n\nYour Balance is full and is no longer syncing files. New files added to your Balance won't be accessible on your other devices and won't be backed up online.\n\nUpgrade your Balance today to get 1 TB (1000 GB) of space and powerful sharing features.\n\nBalance Team",
        "link": 9,
        "scenario": false,
        "index": 6
    },  
    {
        "template": 8,
        "senderName": "Henri Rousseau",
        "senderMail": "henrirous@itcompany.com",
        "topic": "Package price list",
        "content": "Hi,\n\nI've attached the photo package price list you requested!\n\nThanks",
        "link": 15,
        "scenario": false,
        "index": 7
    },
    {
        "template": 9,
        "senderName": "Dude",
        "senderMail": "Dude@itcompany.com",
        "topic": "Certificate of achievement",
        "content": "Hi,\n\nCongratulation, you successfully completed the training for level 1. You certificate is attached.\n\nregards",
        "link": 16,
        "scenario": false,
        "index": 8
    },
    {
        "template": 10,
        "senderName": "Johnson Driver",
        "senderMail": "johnsondriver@itcompany.com",
        "topic": "About the antivirus",
        "content": "To IT Department,\n\n I have finished the deal for the antivirus software. You can activate it in the shop menu and everyone in our company will have antivirus in their computer.\n\n Also note that it last for 7 days for each activation.",
        "link": -1,
        "scenario": false,
        "index": 9
    },
    {
        "template": 11,
        "senderName": "Macrosoft",
        "senderMail": "no-reply@macrosoft.com",
        "topic": "Regarding about the Operating System version",
        "content": "Dear our customers,\n\nMacrosoft has always work to improve our product and we would like to inform you that our product will have an update in every month. To avoid exploitation of invulnerability in older version of our product, please consider update our operating system regularly.\n\nThank you\nMacrosoft Teams",
        "link": -1,
        "scenario": false,
        "index": 10
    },
    {
        "template": 12,
        "senderName": "The guy with space suit",
        "senderMail": "spacesuit@gmail.com",
        "topic": "Space suit",
        "content": "To whoever receive this email,\n\nI know what you're wondering. \"What's in the space suit?\"\n I could tell you, but then I'd have to knock you.\n\n Hehe, I'm only mocking about, relax. As for what's in the space suit, it's best you don't ask.",
        "link": -1,
        "scenario": false,
        "index": 11
    },
    {
        "template": 13,
        "senderName": "Johnson Driver",
        "senderMail": "johnsondriver@itcompany.com",
        "topic": "itcompany COVID-19 Awareness",
        "content": "Notice to all staff member,\n\nAs the Covid-19 prevention and safety awareness is On-going, We urge all staff to to stay safe and follow the company safety procedure. We will get through this together.\n\nKind Regards,\nJohnson Driver\nChief Executive Officer",
        "link": -1,
        "scenario": false,
        "index": 12
    },
    {
        "template": 14,
        "senderName": "Jane Corner",
        "senderMail": "jancecorner@itcompany.com",
        "topic": "Monthly staff meeting",
        "content": "Hello team,\n\nHereby, I would like to inform you that our monthly staff meeting will be held on October 31 in Kiwi Building. \n\nMake sure to be prepared and updated on your departments' subjects.  Should you have any questions please feel free to contract me at anytime.\n\nHave a nice day!\n\nBest regards,\nJane Corner",
        "link": -1,
        "scenario": false,
        "index": 13
    },
    {
        "template": 15,
        "senderName": "Jane Corner",
        "senderMail": "jancecorner@itcompany.com",
        "topic": "Project meeting",
        "content": "Dear All,\nWe are writing to invite you to a project meeting on February 16 between 12-16 at Eureka F021.\nWe are to discuss about the progress of every team and evaluate the size of the budget. Andy Rux will give his opinions about the models we design with Kate and decide which design we will work in the future. We will also design what we should do next and the time of the next meeting.\n\nEvery team should be ready to demonstrate their progress and ideas.\n\nBe kind to confirm your attendance.\n\nYour sincerely\nJane Corner",
        "link": -1,
        "scenario": false,
        "index": 14
    },
    {
        "template": 16,
        "senderName": "Emma Swan",
        "senderMail": "emmaswan@itcompany.com",
        "topic": "Facilities Update",
        "content": "To all staff,\n\nI'm writing to inform you that, over the next few weeks, our kitchen area will be under construction as we re-model.\n\nAs our company continues to grow, we feel it necessary to provide more communal dining space, and we are grateful to our facilities team for their hard work in making that happen.\n\nIf you have questions or concerns regarding the re-model,feel free to contract me anytime. In the mean time, we are sorry for the inconvenience.\n\nThank you for your cooperation\n",
        "link": -1,
        "scenario": false,
        "index": 15
    }
    ]
}