{
    "Items": [{
        "template": "news",
	    "scenario": -1,
        "topic": "Why Dodge coin is up 20%",
        "content": "Meme cryptocurrency Dogecoin (CRYPTO: DOGE) is seeing major upwards movement in line with a rise in Bitcoin and as Tesla Inc (NASDAQ: TSLA) Elon Musk has again chimed in.\nDogecoin has seen its price rise this weekend as Bitcoin (CRYPTO: BTC) again approached all-time-high levels and Musk suggested that it would be \"going to the moon very soon\" in a recent tweet.",
        "image": "News/dodge"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "Sharp increase in Thai Covid cases Monday",
        "content": "The government on Monday recorded 194 new cases of Covid-19, with most of the increase driven by clusters in a Narathiwat jail and Bangkok bars, as the accumulated total since the start of the pandemic hit 29,321. No new deaths were reported, leaving the toll at 95.\nActive case-finding revealed 95 of the new infections, while hospitals reported 87. Twelve cases were recent arrivals from abroad.",
        "image": "News/covid"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "North Korea and China accused America of Biowarfare During the Korean war",
        "content": "The U.S. grant of immunity for Shiro Ishii, former director of Imperial Japan’s biological warfare center Unit 731, played a central role in these accusations; specifically, that the Japanese and American forces were collaborating in the production of bacterial weapons for use on the war front. This initial campaign culminated in a formal charge submitted to the United Nations by North Korea Foreign Minister Pak Hen En.",
        "image": "News/biowarfare"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "U.K. Changes Nuclear Strike Rules Over Cyber, Chemical and Bioweapon Attacks",
        "content": "The U.K. has said it plans to change nuclear strike rules and expand its nuclear arsenal for the first time in decades following a broad defense review.",
        "image": "News/nuke"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "Space Telescope Delivers the Goods: 2,200 Possible Planets",
        "content": "The news is out of this world: NASA’s TESS space telescope has captured evidence of more than 2,200 candidate planets orbiting bright, nearby stars, including hundreds of “smaller” planets – many possibly rocky worlds in some ways similar to Earth.",
        "image": "News/telescope"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "Microwave weapon could disable a swarm of military attack drones",
        "content": "Military dones can resist radio-jamming anti-drone, but a microwave weapon could take down a whole swarm at once, or disable just...",
        "image": "News/drone"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "Africa must take steps to safeguard food security",
        "content": "In Africa, the situation is exacerbated by extreme weather, ranging from floods and drought, that has disrupted agricultural patterns. Further, the onset of an invasion by desert locusts in 2020 left a trail of destruction. The locust invasion has yet to be contained in most parts of the affected countries in the Horn of Africa.",
        "image": "News/food"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "Russian tank robots will be deployed ‘soon’ amid war fears with Ukraine",
        "content": "THE Russia-Ukraine crisis could \"erupt into all-out war\" within days after the Kremlin threatened to \"end\" Kiev as military tensions were pushed to breaking point.",
        "image": "News/tank"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "Scientists Locate Remains of Alien Planet Buried Deep inside Earth",
        "content": "A new study led by Qian Yuan, a geodynamics researcher at Arizona State University (ASU), Tempe, suggests that the remnants of Theia is still inside Earth, probably located in two continent-size layers of rock beneath West Africa and the Pacific Ocean.",
        "image": "News/alien"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "‘Outdated’ Netflix documentary sparks ire",
        "content": "THAILAND: The Thai Maritime Enforcement Command Centre (Thai-MECC) yesterday (Apr 8) protested against a controversial Netflix documentary, saying it featured outdated information about Thailand’s fishing industry.",
        "image": "News/netflix"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "All Eyes on Alpha Centauri",
        "content": "The meeting started with an engaging keynote by John Grunsfeld, a former astronaut and head of NASA’s science program, who reviewed past space exploration efforts. Then the discussion turned to how to map the Alpha Centauri system. A highlight of this first session was film director James Cameron’s talk on how science informs his filmmaking.",
        "image": "News/alpha"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "What if Plant Nine is a baby black hole?",
        "content": "Some astronomers believe there is a massive planet, far beyond orbit of Neptune, orbiting the sun - but after years of searching, scientists have not found this theoretical world. which they've dubbed \"Planet Nine\"",
        "image": "News/bb"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "Uranus is belching X-rays and is weider than we ever thought",
        "content": "The more scientists study it, the weirder Uranus gets. The newest mystery to add to the planet's repertoire? Astronomers have deteced X-rays ...",
        "image": "News/uranus"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "New Research Exposes Weird Tsunamis Caused by Gravity Waves",
        "content": "On April 13, 2018, a huge swell of water broke on the eastern shore of Lake Michigan. It was a tsunami, one far from any fault line typically associated with the ginormous waves. This was a meteotsunami, a wall of water forged from the air conditions above it.",
        "image": "News/tsunami"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "The fufth force of nature",
        "content": "The forces currently known to scientists are gravity, electromagnetism, the weak force and the strong force. But a new experiment with fundamental particles known as muons suggests there may be forms of matter and energy vital to the nature and evolution of the cosmos that are not yet known to science.",
        "image": "News/force"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "'Innermost': Earth has another layer in its core",
        "content": "Scientists have discovered yet another layer deep inside the core of the Earth. Though this new layer is difficult to observe, its existence may point to an unknown, dramatic event in Earth's history, according to the study.",
        "image": "News/earth"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "Particle physic milestone achieved at CERN",
        "content": "After 50 years of research, physicists have found evidence that the elusive subatomic quasiparticle called odderon actually exist.",
        "image": "News/cern"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "'Zombie gene' increase their activity for hours after the simulated death of brain tissue samples.",
        "content": "A new study suggests that at least one type of cell remains alive after death and that for hours, they experience increased genetic activity and even massive growth.",
        "image": "News/zombie"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "Immortal jellyfish: the secret to cheating death",
        "content": "Not all jellyfish play by the same rules, and one species may have discovered the secret to immortality. How does the immortal jellyfish live forever?",
        "image": "News/jelly"
    },
    {
        "template": "news",
	    "scenario": -1,
        "topic": "In search of the immortal soul in a modern world",
        "content": "Immortality has become the great question mark. The answer used to be provided at Easter, with the Christian climax in death by crucifixion, followed by resurrection. The Jesus story wrestled with death not being merely death. Today, however, the sacred meaning of Easter is little more than a dusty relic.",
        "image": "News/immo"
    },
    {
        "template": "password",
	    "scenario": 1,
        "topic": "Warehouse data for 1.3 million users leaks online",
        "content": "The leaked data of Warehouse users includes name, social media profiles, and other details. It's the recent string of data breaches.",
        "image": "News/dataleak1"
    },
    {
        "template": "password",
	    "scenario": 1,
        "topic": "Another huge data breach, another stony silence from DB",
        "content": "Billion DB users' account stolen. Personal information, telephone number, address and payment information drifting across the inrternet being used for God Knows what. And for two days, from DB's corporate headquarter, nothing but silence.",
        "image": "News/dataleak2"
    },
    {
        "template": "password",
	    "scenario": 1,
        "topic": "Half a billion BabeFook users' informaiton posted on hacking website",
        "content": "The personal information of about half a billion BabeFook users, including their phone numbers, have been posted to a website used by used by hackers. There are records for more than 32 million account in the United States, 11 million in the United Kingdom, and 6 million in India.",
        "image": "News/password"
    },
    {
        "template": "password",
	    "scenario": 1,
        "topic": "5 Million Doodle Password Leaked",
        "content": "The trove of about 5 million leaked Doodle account credentials is a significant data breach, says Buta Yakisoba, CEO of endless security.",
        "image": "News/password1"
    },
    {
        "template": "password",
	    "scenario": 1,
        "topic": "Maymal reports Data Breach Affect 1.6M TIO Customer",
        "content": "During their review, they identified a potential compromise that puts persianl identifiable information of over 1.6 million customers at risk.",
        "image": "News/password2"
    },
    {
        "template": "phishing",
	    "scenario": 2,
        "topic": "Phishing attacks are becoming even more dangerous",
        "content": "Not only has the scale of phishing attacks increased over the past year, but they have also become more dangerous as cybercriminals perfect their tactics",
        "image": "News/phishing"
    },
    {
        "template": "phishing",
	    "scenario": 2,
        "topic": "A new wave of target email phishing attack",
        "content": "Phishing attacks and other online scams designed to steal employee credentials have become increasingly common for those working from home during pandemic.",
        "image": "News/phishing1"
    },
    {
        "template": "phishing",
	    "scenario": 2,
        "topic": "Phishing attacks increase 350 percent this week",
        "content": "According to a report from Google, phishing attack increase 350 percent in this week. A major factor in the rise of these scams is fake COVID-19 websites.",
        "image": "News/phishing2"
    },
    {
        "template": "phishing",
	    "scenario": 2,
        "topic": "HMRC records 73% growth in email and website phsihng during this month",
        "content": "The dramatic increase in phishing activity at the beginning of lockdown could well be a factor in the sharp rise of stolen payment cards discovered in May and June of this year.",
        "image": "News/phishing3"
    },
    {
        "template": "phishing",
	    "scenario": 2,
        "topic": "IRS warning of new wave of scams",
        "content": "The IRS is warning about a new wave of scams coming in with the second round of Economic Impact Payment.",
        "image": "News/phishing4"
    },
    {
        "template": "phishing",
	    "scenario": 2,
        "topic": "New wave of phishing attacks serves malware to PCs and Macs.",
        "content": "Malware distributors have launched a new wave of attacks aimed at taking over unpatched PCs and Macs. They look like routine messages from a bank or a social network, but instead of phishing for passwords, they're serving up malware.",
        "image": "News/phishing5"
    },
    {
        "template": "malware",
	    "scenario": 3,
        "topic": "Alert! There's a new malware out there snatching user's password",
        "content": "A new malware dropper, dubbed 'Saint Bot' found in the wild is infecting computer with virus that steals passwords.",
        "image": "News/malware"
    },
    {
        "template": "malware",
	    "scenario": 3,
        "topic": "New mysterious malware infects over 500,000 devices",
        "content": "More than 500,000 users have infected with unknown malware that subscribes to premium payment services.\nResearchers found ten seemingly harmless software that contained code for connecting to malicious command and control server to receive configurations and additional components.",
        "image": "News/jokermalware"
    },
    {
        "template": "malware",
	    "scenario": 3,
        "topic": "Hackers plan new wave of malware attack",
        "content": "One of the world's most famous cyber criminal groups are preparing to launch a new wave of malware attack.",
        "image": "News/malware2"
    },
    {
        "template": "malware",
	    "scenario": 3,
        "topic": "Warning: A wave of new viruses is targeting small business",
        "content": "Many new type of malware are quickly poping up. And many are infecting small business, which are now big targets for hackers.",
        "image": "News/malware3"
    },
    {
        "template": "ransom",
	    "scenario": 3,
        "topic": "Another Globak Ransomware Outbreak Rapidly Spreads",
        "content": "The new attacks follow the WanaKry ransomware outbreak that began spreading globally on May 12. Security expert say the latest attack is only a warm up.",
        "image": "News/ransom"
    },
    {
        "template": "ransom",
	    "scenario": 3,
        "topic": "BREAKING NEWS - New Worldwide Ransomware Outbreak",
        "content": "A wide range of businesses have reported being hit by ransomware. The spread of the new ransomware wave poses a serious security threat to business and individuals.",
        "image": "News/ransom1"
    },
    {
        "template": "ransom",
	    "scenario": 4,
        "topic": "New wave of Ransomware attack",
        "content": "Several Startup company across the states have been targeted in ransomware attacks in what appears to be an escalation and expansion of similar attacks previously launched on startup company and others tech company.",
        "image": "News/ransom2"
    }
    ]
}