{
    "Items": [{
        "template": "n1",
	    "scenario": -1,
        "topic": "Why Dodge coin is up 20%",
        "content": "Meme cryptocurrency Dogecoin (CRYPTO: DOGE) is seeing major upwards movement in line with a rise in Bitcoin and as Tesla Inc (NASDAQ: TSLA) Elon Musk has again chimed in.\nDogecoin has seen its price rise this weekend as Bitcoin (CRYPTO: BTC) again approached all-time-high levels and Musk suggested that it would be \"going to the moon very soon\" in a recent tweet.",
        "image": "Assets/Canvas Asset/Computer Canvas/News/dodge.png"
    },
    {
        "template": "n2",
	    "scenario": -1,
        "topic": "Sharp increase in Thai Covid cases Monday",
        "content": "The government on Monday recorded 194 new cases of Covid-19, with most of the increase driven by clusters in a Narathiwat jail and Bangkok bars, as the accumulated total since the start of the pandemic hit 29,321. No new deaths were reported, leaving the toll at 95.\nActive case-finding revealed 95 of the new infections, while hospitals reported 87. Twelve cases were recent arrivals from abroad.",
        "image": "Assets/Canvas Asset/Computer Canvas/News/covid.png"
    },
    {
        "template": "n3",
	    "scenario": -1,
        "topic": "Africa must take steps to safeguard food security",
        "content": "In Africa, the situation is exacerbated by extreme weather, ranging from floods and drought, that has disrupted agricultural patterns. Further, the onset of an invasion by desert locusts in 2020 left a trail of destruction. The locust invasion has yet to be contained in most parts of the affected countries in the Horn of Africa.",
        "image": "Assets/Canvas Asset/Computer Canvas/News/food.png"
    },
    {
        "template": "n4",
	    "scenario": -1,
        "topic": "Russian tank robots will be deployed ‘soon’ amid war fears with Ukraine",
        "content": "THE Russia-Ukraine crisis could \"erupt into all-out war\" within days after the Kremlin threatened to \"end\" Kiev as military tensions were pushed to breaking point.",
        "image": "Assets/Canvas Asset/Computer Canvas/News/tank.png"
    },
    {
        "template": "n5",
	    "scenario": -1,
        "topic": "‘Outdated’ Netflix documentary sparks ire",
        "content": "THAILAND: The Thai Maritime Enforcement Command Centre (Thai-MECC) yesterday (Apr 8) protested against a controversial Netflix documentary, saying it featured outdated information about Thailand’s fishing industry.",
        "image": "Assets/Canvas Asset/Computer Canvas/News/netflix.png"
    },
    {
        "template": "s1",
	    "scenario": 1,
        "topic": "Joker malware infects over 500,000 devices",
        "content": "More than 500,000 users have infected with Joker malware that subscribes to premium mobile services.\nResearchers found ten seemingly harmless apps in AppGallery that contained code for connecting to malicious command and control server to receive configurations and additional components.",
        "image": "Assets/Canvas Asset/Computer Canvas/News/jokermalware.png"
    },
    {
        "template": "s2",
	    "scenario": 2,
        "topic": "Warehouse data for 1.3 million users leaks online",
        "content": "The leaked data of Warehouse users includes name, social media profiles, and other details. It's the recent string of data breaches.",
        "image": "Assets/Canvas Asset/Computer Canvas/News/dataleak1.png"
    },
    {
        "template": "s3",
	    "scenario": 3,
        "topic": "Phishing attacks are becoming even more dangerous",
        "content": "Not only has the scale of phishing attacks increased over the past year, but they have also become more dangerous as cybercriminals perfect their tactics",
        "image": "Assets/Canvas Asset/Computer Canvas/News/phishing.png"
    }    
    ]
}